export type BirthFryDay = {
  DD: string;
  fry: string;
  word: string;
};

export type BirthFryMonth = {
  MM: string;
  days: BirthFryDay[];
};

export const birthFryData: BirthFryMonth[] = [
  {
    MM: "01",
    days: [
      {
        DD: "01",
        fry: "フライドポテト（シューストリング）",
        word: "愛",
      },
      {
        DD: "02",
        fry: "半熟卵の天ぷら",
        word: "友情",
      },
      {
        DD: "03",
        fry: "カレーパン",
        word: "希望",
      },
      {
        DD: "04",
        fry: "ふきのとうの天ぷら",
        word: "誠実",
      },
      {
        DD: "05",
        fry: "フライドポテト（レギュラーカット）",
        word: "優雅",
      },
      {
        DD: "06",
        fry: "揚げ餅",
        word: "情熱",
      },
      {
        DD: "07",
        fry: "アジの南蛮漬け",
        word: "献身",
      },
      {
        DD: "08",
        fry: "イカメンチ",
        word: "勇気",
      },
      {
        DD: "09",
        fry: "ソーセージ揚げパン",
        word: "感謝",
      },
      {
        DD: "10",
        fry: "豆腐の唐揚げ",
        word: "信頼",
      },
      {
        DD: "11",
        fry: "ナスの揚げ浸し",
        word: "真実",
      },
      {
        DD: "12",
        fry: "揚げバター",
        word: "思いやり",
      },
      {
        DD: "13",
        fry: "白身魚フライ",
        word: "祝福",
      },
      {
        DD: "14",
        fry: "マグロの大葉挟み揚げ",
        word: "純潔",
      },
      {
        DD: "15",
        fry: "トルティーヤ",
        word: "高貴",
      },
      {
        DD: "16",
        fry: "ピロシキ",
        word: "幸福",
      },
      {
        DD: "17",
        fry: "タラの天ぷら",
        word: "繁栄",
      },
      {
        DD: "18",
        fry: "真薯",
        word: "自由",
      },
      {
        DD: "19",
        fry: "ジャイアントコーン",
        word: "永遠の愛",
      },
      {
        DD: "20",
        fry: "ライスコロッケ",
        word: "誇り",
      },
      {
        DD: "21",
        fry: "トルネードポテト",
        word: "栄光",
      },
      {
        DD: "22",
        fry: "インゲンの天ぷら",
        word: "安らぎ",
      },
      {
        DD: "23",
        fry: "フライドチキン（キール）",
        word: "知恵",
      },
      {
        DD: "24",
        fry: "がんもどき",
        word: "夢",
      },
      {
        DD: "25",
        fry: "カレイの唐揚げ",
        word: "思慕",
      },
      {
        DD: "26",
        fry: "油淋鶏",
        word: "気品",
      },
      {
        DD: "27",
        fry: "厚揚げ",
        word: "幸福な日々",
      },
      {
        DD: "28",
        fry: "大葉の天ぷら",
        word: "静けさ",
      },
      {
        DD: "29",
        fry: "しいたけの天ぷら",
        word: "笑顔",
      },
      {
        DD: "30",
        fry: "揚げたこ焼き",
        word: "信念",
      },
      {
        DD: "31",
        fry: "舞茸の天ぷら",
        word: "未来",
      },
    ],
  },
  {
    MM: "02",
    days: [
      {
        DD: "01",
        fry: "春巻き",
        word: "強さ",
      },
      {
        DD: "02",
        fry: "カニクリームコロッケ",
        word: "純粋",
      },
      {
        DD: "03",
        fry: "鶏の唐揚げ",
        word: "一途",
      },
      {
        DD: "04",
        fry: "サーモンフライ",
        word: "永遠",
      },
      {
        DD: "05",
        fry: "牛カツ",
        word: "成長",
      },
      {
        DD: "06",
        fry: "チキンナゲット",
        word: "忠誠",
      },
      {
        DD: "07",
        fry: "パコラ",
        word: "清らかさ",
      },
      {
        DD: "08",
        fry: "カマンベールチーズフライ",
        word: "正義",
      },
      {
        DD: "09",
        fry: "オールドファッション",
        word: "直感",
      },
      {
        DD: "10",
        fry: "チキンカツ",
        word: "親しみ",
      },
      {
        DD: "11",
        fry: "フィッシュアンドチップス",
        word: "励まし",
      },
      {
        DD: "12",
        fry: "ロースカツ",
        word: "魅力",
      },
      {
        DD: "13",
        fry: "山芋の豚バラ巻きフライ",
        word: "希望の光",
      },
      {
        DD: "14",
        fry: "ちくわの磯辺揚げ",
        word: "光明",
      },
      {
        DD: "15",
        fry: "揚げパン",
        word: "共鳴",
      },
      {
        DD: "16",
        fry: "サワガニの素揚げ",
        word: "直向き",
      },
      {
        DD: "17",
        fry: "ナスの素揚げ",
        word: "絆",
      },
      {
        DD: "18",
        fry: "揚げかまぼこ",
        word: "一期一会",
      },
      {
        DD: "19",
        fry: "揚げパスタ",
        word: "光陰矢の如し",
      },
      {
        DD: "20",
        fry: "アメリカンドッグ",
        word: "青天白日",
      },
      {
        DD: "21",
        fry: "アスパラの天ぷら",
        word: "千紫万紅",
      },
      {
        DD: "22",
        fry: "ルッコラの天ぷら",
        word: "無病息災",
      },
      {
        DD: "23",
        fry: "柿の葉の天ぷら",
        word: "自由自在",
      },
      {
        DD: "24",
        fry: "はんぺんの天ぷら",
        word: "円満具足",
      },
      {
        DD: "25",
        fry: "サバの竜田揚げ",
        word: "孤高",
      },
      {
        DD: "26",
        fry: "ハッシュドポテト",
        word: "悠久",
      },
      {
        DD: "27",
        fry: "チューリップ",
        word: "華やか",
      },
      {
        DD: "28",
        fry: "オニオンリング",
        word: "静寂",
      },
      {
        DD: "29",
        fry: "たこの唐揚げ",
        word: "栄誉",
      },
    ],
  },
  {
    MM: "03",
    days: [
      {
        DD: "01",
        fry: "海老天",
        word: "神秘",
      },
      {
        DD: "02",
        fry: "かしわ天",
        word: "晴天",
      },
      {
        DD: "03",
        fry: "フライド・グリーントマト",
        word: "青空",
      },
      {
        DD: "04",
        fry: "竜田揚げ",
        word: "星空",
      },
      {
        DD: "05",
        fry: "春菊天",
        word: "旅立ち",
      },
      {
        DD: "06",
        fry: "天丼",
        word: "夜明け",
      },
      {
        DD: "07",
        fry: "ヤングコーンの天ぷら",
        word: "春風",
      },
      {
        DD: "08",
        fry: "イカリング",
        word: "陽光",
      },
      {
        DD: "09",
        fry: "まぐろの大葉はさみ揚げ",
        word: "月光",
      },
      {
        DD: "10",
        fry: "紅生姜天",
        word: "海原",
      },
      {
        DD: "11",
        fry: "大葉天ぷら",
        word: "風雅",
      },
      {
        DD: "12",
        fry: "豚肉のかりん揚げ",
        word: "朝焼け",
      },
      {
        DD: "13",
        fry: "ミニトマトの天ぷら",
        word: "夕暮れ",
      },
      {
        DD: "14",
        fry: "レバカツ",
        word: "深緑",
      },
      {
        DD: "15",
        fry: "揚げワンタン",
        word: "飛翔",
      },
      {
        DD: "16",
        fry: "かぼちゃコロッケ",
        word: "魂魄",
      },
      {
        DD: "17",
        fry: "アジフライ",
        word: "流水",
      },
      {
        DD: "18",
        fry: "かき揚げ丼",
        word: "天翔",
      },
      {
        DD: "19",
        fry: "カマンベールフライ",
        word: "輝き",
      },
      {
        DD: "20",
        fry: "揚げ餃子",
        word: "流星",
      },
      {
        DD: "21",
        fry: "フライドポテト（ウェッジカット）",
        word: "雪月風花",
      },
      {
        DD: "22",
        fry: "そら豆の天ぷら",
        word: "無限大",
      },
      {
        DD: "23",
        fry: "たこの天ぷら",
        word: "夜空",
      },
      {
        DD: "24",
        fry: "バナナの天ぷら",
        word: "蒼穹",
      },
      {
        DD: "25",
        fry: "ザンギ",
        word: "黎明",
      },
      {
        DD: "26",
        fry: "揚げ鶏のスイートチリソース",
        word: "夢幻",
      },
      {
        DD: "27",
        fry: "フライドチキン（リブ）",
        word: "清廉",
      },
      {
        DD: "28",
        fry: "玉ねぎの天ぷら",
        word: "真理",
      },
      {
        DD: "29",
        fry: "納豆の天ぷら",
        word: "春雷",
      },
      {
        DD: "30",
        fry: "いかのかりん揚げ",
        word: "秋麗",
      },
      {
        DD: "31",
        fry: "揚げピザ",
        word: "夏雲",
      },
    ],
  },
  {
    MM: "04",
    days: [
      {
        DD: "01",
        fry: "揚げ出し豆腐",
        word: "冬景色",
      },
      {
        DD: "02",
        fry: "あこや貝柱のフライ",
        word: "大地",
      },
      {
        DD: "03",
        fry: "つぶ貝のフライ",
        word: "彩雲",
      },
      {
        DD: "04",
        fry: "サーターアンダギー",
        word: "森羅万象",
      },
      {
        DD: "05",
        fry: "ホタテのフライ",
        word: "楽園",
      },
      {
        DD: "06",
        fry: "じゃこカツ",
        word: "新天地",
      },
      {
        DD: "07",
        fry: "ハマグリのフライ",
        word: "空想",
      },
      {
        DD: "08",
        fry: "カニ爪のフライ",
        word: "探究",
      },
      {
        DD: "09",
        fry: "ラムカツ",
        word: "覚醒",
      },
      {
        DD: "10",
        fry: "鹿のカツ",
        word: "叡智",
      },
      {
        DD: "11",
        fry: "小エビの素揚げ",
        word: "栄華",
      },
      {
        DD: "12",
        fry: "レンコンの素揚げ",
        word: "星辰",
      },
      {
        DD: "13",
        fry: "フライドピクルス",
        word: "桜花",
      },
      {
        DD: "14",
        fry: "油揚げ",
        word: "瑞雲",
      },
      {
        DD: "15",
        fry: "じゃこ天",
        word: "翠嵐",
      },
      {
        DD: "16",
        fry: "利休揚げ",
        word: "集中",
      },
      {
        DD: "17",
        fry: "ニンニクの素揚げ",
        word: "流転",
      },
      {
        DD: "18",
        fry: "クワイの素揚げ",
        word: "無我",
      },
      {
        DD: "19",
        fry: "茗荷の天ぷら",
        word: "天恵",
      },
      {
        DD: "20",
        fry: "ゼリーフライ",
        word: "魂の旅路",
      },
      {
        DD: "21",
        fry: "そら豆のコロッケ",
        word: "清浄",
      },
      {
        DD: "22",
        fry: "里芋のコロッケ",
        word: "風光",
      },
      {
        DD: "23",
        fry: "あなごのフライ",
        word: "飛躍",
      },
      {
        DD: "24",
        fry: "アボカドのフライ",
        word: "喜び",
      },
      {
        DD: "25",
        fry: "菜の花の天ぷら",
        word: "調和",
      },
      {
        DD: "26",
        fry: "わらびの天ぷら",
        word: "温もり",
      },
      {
        DD: "27",
        fry: "たらの目の天ぷら",
        word: "春霞",
      },
      {
        DD: "28",
        fry: "こごみの天ぷら",
        word: "秋桜",
      },
      {
        DD: "29",
        fry: "パセリの天ぷら",
        word: "静謐",
      },
      {
        DD: "30",
        fry: "揚げ豚足",
        word: "陽炎",
      },
    ],
  },
  {
    MM: "05",
    days: [
      {
        DD: "01",
        fry: "ウツボの唐揚げ",
        word: "夜想",
      },
      {
        DD: "02",
        fry: "手羽先揚げ",
        word: "夢路",
      },
      {
        DD: "03",
        fry: "チュロス",
        word: "未来図",
      },
      {
        DD: "04",
        fry: "チョコがけオールドファッション",
        word: "歓喜",
      },
      {
        DD: "05",
        fry: "山賊焼き",
        word: "楽章",
      },
      {
        DD: "06",
        fry: "うずらフライ",
        word: "詩情",
      },
      {
        DD: "07",
        fry: "皿うどん",
        word: "深愛",
      },
      {
        DD: "08",
        fry: "ゴーヤの天ぷら",
        word: "崇高",
      },
      {
        DD: "09",
        fry: "ランチョンミートのフライ",
        word: "慈愛",
      },
      {
        DD: "10",
        fry: "ハムとチーズのミルフィーユカツ",
        word: "純真",
      },
      {
        DD: "11",
        fry: "揚げちりめん",
        word: "絢爛",
      },
      {
        DD: "12",
        fry: "わかめのフライ",
        word: "燦々",
      },
      {
        DD: "13",
        fry: "エビフライ",
        word: "叡知",
      },
      {
        DD: "14",
        fry: "ゼッポリーネ",
        word: "白銀",
      },
      {
        DD: "15",
        fry: "キョンカツ",
        word: "翠緑",
      },
      {
        DD: "16",
        fry: "カエルの唐揚げ",
        word: "晩鐘",
      },
      {
        DD: "17",
        fry: "ワニの天ぷら",
        word: "蒼天",
      },
      {
        DD: "18",
        fry: "揚げうどん",
        word: "薄明",
      },
      {
        DD: "19",
        fry: "うさぎの唐揚げ",
        word: "黎明光",
      },
      {
        DD: "20",
        fry: "オクラの天ぷら",
        word: "飛躍心",
      },
      {
        DD: "21",
        fry: "ナマズの唐揚げ",
        word: "月影",
      },
      {
        DD: "22",
        fry: "エビマヨ",
        word: "風鈴",
      },
      {
        DD: "23",
        fry: "あられ",
        word: "水面",
      },
      {
        DD: "24",
        fry: "サーモンの香草揚げ",
        word: "悠久の時",
      },
      {
        DD: "25",
        fry: "アカウオの唐揚げ",
        word: "星影",
      },
      {
        DD: "26",
        fry: "メヒカリの唐揚げ",
        word: "静寂の中",
      },
      {
        DD: "27",
        fry: "パクチーの天ぷら",
        word: "歓声",
      },
      {
        DD: "28",
        fry: "ハタハタの唐揚げ",
        word: "楽観",
      },
      {
        DD: "29",
        fry: "りんごの天ぷら",
        word: "閃光",
      },
      {
        DD: "30",
        fry: "エビのカダイフ揚げ",
        word: "永劫",
      },
      {
        DD: "31",
        fry: "エビのフリット",
        word: "輪廻",
      },
    ],
  },
  {
    MM: "06",
    days: [
      {
        DD: "01",
        fry: "メカジキのフリット",
        word: "魂の躍動",
      },
      {
        DD: "02",
        fry: "笠松揚げ",
        word: "豊穣",
      },
      {
        DD: "03",
        fry: "フィッシュケーキ",
        word: "蒼海",
      },
      {
        DD: "04",
        fry: "揚げピーナッツ",
        word: "蒼氷",
      },
      {
        DD: "05",
        fry: "サンマの竜田揚げ",
        word: "銀河",
      },
      {
        DD: "06",
        fry: "えびせん",
        word: "凛然",
      },
      {
        DD: "07",
        fry: "豚バラのミルフィーユカツ",
        word: "快晴",
      },
      {
        DD: "08",
        fry: "キウイの天ぷら",
        word: "月下",
      },
      {
        DD: "09",
        fry: "文化フライ",
        word: "陽春",
      },
      {
        DD: "10",
        fry: "カサゴの唐揚げ",
        word: "深淵",
      },
      {
        DD: "11",
        fry: "コロッケ",
        word: "無窮",
      },
      {
        DD: "12",
        fry: "いちじくの天ぷら",
        word: "瑞兆",
      },
      {
        DD: "13",
        fry: "桃の天ぷら",
        word: "悠遠",
      },
      {
        DD: "14",
        fry: "ニンジンの天ぷら",
        word: "叡智の庭",
      },
      {
        DD: "15",
        fry: "メロンの天ぷら",
        word: "孤独",
      },
      {
        DD: "16",
        fry: "柿の天ぷら",
        word: "黎明の歌",
      },
      {
        DD: "17",
        fry: "キス天",
        word: "瑞穂",
      },
      {
        DD: "18",
        fry: "茶葉の天ぷら",
        word: "敬愛",
      },
      {
        DD: "19",
        fry: "アイスクリームの天ぷら",
        word: "慈悲",
      },
      {
        DD: "20",
        fry: "しめじの天ぷら",
        word: "栄光の道",
      },
      {
        DD: "21",
        fry: "えのきの天ぷら",
        word: "無上",
      },
      {
        DD: "22",
        fry: "揚げ銀杏",
        word: "真心",
      },
      {
        DD: "23",
        fry: "黒舞茸の天ぷら",
        word: "心象",
      },
      {
        DD: "24",
        fry: "マコモタケの天ぷら",
        word: "寛容",
      },
      {
        DD: "25",
        fry: "オクラのフライ",
        word: "叡智の光",
      },
      {
        DD: "26",
        fry: "しいたけの肉詰めフライ",
        word: "花曇り",
      },
      {
        DD: "27",
        fry: "イカ天",
        word: "陽だまり",
      },
      {
        DD: "28",
        fry: "シソ巻",
        word: "流雲",
      },
      {
        DD: "29",
        fry: "ゆばの天ぷら",
        word: "疾風",
      },
      {
        DD: "30",
        fry: "つくしの天ぷら",
        word: "清風",
      },
    ],
  },
  {
    MM: "07",
    days: [
      {
        DD: "01",
        fry: "きくらげの天ぷら",
        word: "無償の愛",
      },
      {
        DD: "02",
        fry: "ちくわ天",
        word: "霧中",
      },
      {
        DD: "03",
        fry: "鶏のカレー唐揚げ",
        word: "閑雅",
      },
      {
        DD: "04",
        fry: "鶏のアーモンドフライ",
        word: "祝祭",
      },
      {
        DD: "05",
        fry: "白身魚のアーモンドフライ",
        word: "天空",
      },
      {
        DD: "06",
        fry: "葱坊主の天ぷら",
        word: "天翔ける光",
      },
      {
        DD: "07",
        fry: "エビのあられ揚げ",
        word: "無限の道",
      },
      {
        DD: "08",
        fry: "揚げせんべい",
        word: "蒼空",
      },
      {
        DD: "09",
        fry: "揚げおかき",
        word: "煌めき",
      },
      {
        DD: "10",
        fry: "激辛揚げせんべい",
        word: "幽玄",
      },
      {
        DD: "11",
        fry: "揚げパンケーキ",
        word: "静謐の庭",
      },
      {
        DD: "12",
        fry: "カニカマ天",
        word: "無私",
      },
      {
        DD: "13",
        fry: "カツサンド",
        word: "高潔",
      },
      {
        DD: "14",
        fry: "ミニトマトのフライ",
        word: "歓待",
      },
      {
        DD: "15",
        fry: "ごぼう天",
        word: "微笑",
      },
      {
        DD: "16",
        fry: "あたりめの天ぷら",
        word: "鳳凰",
      },
      {
        DD: "17",
        fry: "ポテトチップス（うすしお）",
        word: "悠久の旅",
      },
      {
        DD: "18",
        fry: "菊の天ぷら",
        word: "慈愛の光",
      },
      {
        DD: "19",
        fry: "わかさぎの天ぷら",
        word: "蒼星",
      },
      {
        DD: "20",
        fry: "揚げチョコバー",
        word: "雲海",
      },
      {
        DD: "21",
        fry: "ヒレカツ",
        word: "水鏡",
      },
      {
        DD: "22",
        fry: "フライドオニオン",
        word: "彩光",
      },
      {
        DD: "23",
        fry: "プライドガーリック",
        word: "純白",
      },
      {
        DD: "24",
        fry: "ししゃもフライ",
        word: "蒼緑",
      },
      {
        DD: "25",
        fry: "ポテトチップス（サワークリーム）",
        word: "月華",
      },
      {
        DD: "26",
        fry: "揚げおにぎり",
        word: "陽炎の彼方",
      },
      {
        DD: "27",
        fry: "筍の天ぷら",
        word: "光彩",
      },
      {
        DD: "28",
        fry: "ゲソ天",
        word: "薄暮",
      },
      {
        DD: "29",
        fry: "ささみカツ",
        word: "流星群",
      },
      {
        DD: "30",
        fry: "なめこの天ぷら",
        word: "山紫水明",
      },
      {
        DD: "31",
        fry: "フライドチキン（ウイング）",
        word: "心の旅",
      },
    ],
  },
  {
    MM: "08",
    days: [
      {
        DD: "01",
        fry: "ポテトチップス（コンソメ）",
        word: "閃き",
      },
      {
        DD: "02",
        fry: "ヨモギの天ぷら",
        word: "心象風景",
      },
      {
        DD: "03",
        fry: "うどの天ぷら",
        word: "叡智の結晶",
      },
      {
        DD: "04",
        fry: "せりの天ぷら",
        word: "春光",
      },
      {
        DD: "05",
        fry: "ポテトチップス（のりしお）",
        word: "星霜",
      },
      {
        DD: "06",
        fry: "揚げもんじゃ",
        word: "清澄",
      },
      {
        DD: "07",
        fry: "ソースカツ丼",
        word: "飛翔心",
      },
      {
        DD: "08",
        fry: "タレカツ丼",
        word: "流光",
      },
      {
        DD: "09",
        fry: "揚げしゅうまい",
        word: "悠然",
      },
      {
        DD: "10",
        fry: "ニシンの唐揚げ",
        word: "魂の閃き",
      },
      {
        DD: "11",
        fry: "揚げマシュマロ",
        word: "迂闊",
      },
      {
        DD: "12",
        fry: "エリンギの天ぷら",
        word: "芳香",
      },
      {
        DD: "13",
        fry: "松茸の天ぷら",
        word: "深遠",
      },
      {
        DD: "14",
        fry: "ひらたけの天ぷら",
        word: "黄金律",
      },
      {
        DD: "15",
        fry: "ピーマン肉詰めフライ",
        word: "精神性",
      },
      {
        DD: "16",
        fry: "フライドエッグ",
        word: "叡智の翼",
      },
      {
        DD: "17",
        fry: "胡麻団子",
        word: "翠雨",
      },
      {
        DD: "18",
        fry: "かぼちゃの天ぷら",
        word: "暁光",
      },
      {
        DD: "19",
        fry: "メバルの唐揚げ",
        word: "鳴動",
      },
      {
        DD: "20",
        fry: "とうもろこしの天ぷら",
        word: "栄華の頂",
      },
      {
        DD: "21",
        fry: "マグロの唐揚げ",
        word: "陽春の調べ",
      },
      {
        DD: "22",
        fry: "マグロの竜田揚げ",
        word: "春宵",
      },
      {
        DD: "23",
        fry: "わかめのコロッケ",
        word: "秋思",
      },
      {
        DD: "24",
        fry: "ハッドグ",
        word: "夕影",
      },
      {
        DD: "25",
        fry: "フライドポテト（カーリーカット）",
        word: "曙光",
      },
      {
        DD: "26",
        fry: "さつまいもの天ぷら",
        word: "朝凪",
      },
      {
        DD: "27",
        fry: "カリフラワーのフリット",
        word: "夕凪",
      },
      {
        DD: "28",
        fry: "ロマネスコのフリット",
        word: "凱歌",
      },
      {
        DD: "29",
        fry: "そばがきの揚げ出し",
        word: "翠風",
      },
      {
        DD: "30",
        fry: "カツ丼",
        word: "光耀",
      },
      {
        DD: "31",
        fry: "モロヘイヤの天ぷら",
        word: "瑞光",
      },
    ],
  },
  {
    MM: "09",
    days: [
      {
        DD: "01",
        fry: "白子の天ぷら",
        word: "時雨",
      },
      {
        DD: "02",
        fry: "アジの骨せんべい",
        word: "真昼の月",
      },
      {
        DD: "03",
        fry: "桜肉のフライ",
        word: "陽炎の幻影",
      },
      {
        DD: "04",
        fry: "れんこんの天ぷら",
        word: "薄紅",
      },
      {
        DD: "05",
        fry: "ブリの竜田揚げ",
        word: "月下美人",
      },
      {
        DD: "06",
        fry: "梨の肉巻きフライ",
        word: "霧雨",
      },
      {
        DD: "07",
        fry: "フライドポテト（ラティスカット）",
        word: "初光",
      },
      {
        DD: "08",
        fry: "グラタンコロッケ",
        word: "春水",
      },
      {
        DD: "09",
        fry: "おからフライ",
        word: "夏空",
      },
      {
        DD: "10",
        fry: "バッファローウイング",
        word: "秋風",
      },
      {
        DD: "11",
        fry: "さつま揚げ",
        word: "冬陽",
      },
      {
        DD: "12",
        fry: "もうかさめの唐揚げ",
        word: "涼風",
      },
      {
        DD: "13",
        fry: "串カツ",
        word: "風光明媚",
      },
      {
        DD: "14",
        fry: "ハモの天ぷら",
        word: "深山幽谷",
      },
      {
        DD: "15",
        fry: "酒粕フライ",
        word: "桃源郷",
      },
      {
        DD: "16",
        fry: "チキン南蛮",
        word: "紺碧",
      },
      {
        DD: "17",
        fry: "フィッシュバーガー",
        word: "瑠璃色",
      },
      {
        DD: "18",
        fry: "うにの海苔巻き天ぷら",
        word: "曇天",
      },
      {
        DD: "19",
        fry: "じゃがいもの天ぷら",
        word: "小春日和",
      },
      {
        DD: "20",
        fry: "ジェリードーナツ",
        word: "朧月",
      },
      {
        DD: "21",
        fry: "クルーラー",
        word: "朝日",
      },
      {
        DD: "22",
        fry: "フライドチキン（サイ）",
        word: "夕映え",
      },
      {
        DD: "23",
        fry: "あんドーナツ",
        word: "飛瀑",
      },
      {
        DD: "24",
        fry: "かりんとう",
        word: "光雲",
      },
      {
        DD: "25",
        fry: "ししとう天",
        word: "銀嶺",
      },
      {
        DD: "26",
        fry: "味噌カツ",
        word: "稲妻",
      },
      {
        DD: "27",
        fry: "ごぼうの唐揚げ",
        word: "五月雨",
      },
      {
        DD: "28",
        fry: "大学芋",
        word: "紫苑",
      },
      {
        DD: "29",
        fry: "エビクリームコロッケ",
        word: "薄氷",
      },
      {
        DD: "30",
        fry: "カキフライ",
        word: "流転の刻",
      },
    ],
  },
  {
    MM: "10",
    days: [
      {
        DD: "01",
        fry: "牡蠣の天ぷら",
        word: "光芒",
      },
      {
        DD: "02",
        fry: "アップルフリッター",
        word: "春疾風",
      },
      {
        DD: "03",
        fry: "芋けんぴ",
        word: "霞光",
      },
      {
        DD: "04",
        fry: "揚げまんじゅう",
        word: "白夜",
      },
      {
        DD: "05",
        fry: "猪のカツ",
        word: "黎明の星",
      },
      {
        DD: "06",
        fry: "揚げ蕎麦",
        word: "幽谷",
      },
      {
        DD: "07",
        fry: "サワークリームドーナツ",
        word: "山紫",
      },
      {
        DD: "08",
        fry: "鶏の軟骨揚げ",
        word: "紅葉狩り",
      },
      {
        DD: "09",
        fry: "きつねそば",
        word: "雪解け",
      },
      {
        DD: "10",
        fry: "たぬきそば",
        word: "氷晶",
      },
      {
        DD: "11",
        fry: "海ぶどうの天ぷら",
        word: "心配",
      },
      {
        DD: "12",
        fry: "きつねうどん",
        word: "桜吹雪",
      },
      {
        DD: "13",
        fry: "ピーマンの天ぷら",
        word: "焔の花",
      },
      {
        DD: "14",
        fry: "たぬきうどん",
        word: "静夜",
      },
      {
        DD: "15",
        fry: "なすの天ぷら",
        word: "銀世界",
      },
      {
        DD: "16",
        fry: "チーズの肉巻きフライ",
        word: "氷河",
      },
      {
        DD: "17",
        fry: "魚肉ソーセージフライ",
        word: "初雪",
      },
      {
        DD: "18",
        fry: "赤てん",
        word: "灼熱",
      },
      {
        DD: "19",
        fry: "カワハギの唐揚げ",
        word: "水音",
      },
      {
        DD: "20",
        fry: "れんこん挟み揚げ",
        word: "風音",
      },
      {
        DD: "21",
        fry: "ツイストドーナツ",
        word: "水面の月",
      },
      {
        DD: "22",
        fry: "キビナゴの唐揚げ",
        word: "雲海の彼方",
      },
      {
        DD: "23",
        fry: "ホルモン揚げ",
        word: "無窮の空",
      },
      {
        DD: "24",
        fry: "海苔の天ぷら",
        word: "天涯",
      },
      {
        DD: "25",
        fry: "ウインナーフライ",
        word: "青嵐",
      },
      {
        DD: "26",
        fry: "わさび菜の天ぷら",
        word: "朝靄",
      },
      {
        DD: "27",
        fry: "揚げ玉",
        word: "黄昏時",
      },
      {
        DD: "28",
        fry: "イカリ豆",
        word: "明星",
      },
      {
        DD: "29",
        fry: "ズッキーニのフライ",
        word: "夜半",
      },
      {
        DD: "30",
        fry: "かき揚げ",
        word: "燦光",
      },
      {
        DD: "31",
        fry: "ビスケットの天ぷら",
        word: "優しさ",
      },
    ],
  },
  {
    MM: "11",
    days: [
      {
        DD: "01",
        fry: "ささみの梅じそチーズフライ",
        word: "深夜",
      },
      {
        DD: "02",
        fry: "グリーンピースのフライ",
        word: "暁天",
      },
      {
        DD: "03",
        fry: "明太子フライ",
        word: "湖面",
      },
      {
        DD: "04",
        fry: "ホタテの天ぷら",
        word: "月輪",
      },
      {
        DD: "05",
        fry: "バナナチップス",
        word: "風舞",
      },
      {
        DD: "06",
        fry: "白ネギの天ぷら",
        word: "露草",
      },
      {
        DD: "07",
        fry: "カツ煮",
        word: "星影の海",
      },
      {
        DD: "08",
        fry: "いなり寿司",
        word: "夢幻泡影",
      },
      {
        DD: "09",
        fry: "小松菜と油揚げの煮浸し",
        word: "流光幻影",
      },
      {
        DD: "10",
        fry: "海老芋の天ぷら",
        word: "忍耐",
      },
      {
        DD: "11",
        fry: "ブロッコリーの素揚げ",
        word: "星降る夜",
      },
      {
        DD: "12",
        fry: "パプリカの素揚げ",
        word: "大河",
      },
      {
        DD: "13",
        fry: "シシトウの素揚げ",
        word: "風雲",
      },
      {
        DD: "14",
        fry: "ニンジンの素揚げ",
        word: "清流",
      },
      {
        DD: "15",
        fry: "ズッキーニの素揚げ",
        word: "落葉",
      },
      {
        DD: "16",
        fry: "カツオの竜田揚げ",
        word: "黎明の風",
      },
      {
        DD: "17",
        fry: "鶏皮揚げ",
        word: "梢",
      },
      {
        DD: "18",
        fry: "ゴーヤの肉詰めフライ",
        word: "花信風",
      },
      {
        DD: "19",
        fry: "ハチノコの素揚げ",
        word: "青葉",
      },
      {
        DD: "20",
        fry: "里芋の揚げ出し",
        word: "山吹色",
      },
      {
        DD: "21",
        fry: "揚げ肉団子",
        word: "白銀の世界",
      },
      {
        DD: "22",
        fry: "エビカツ",
        word: "早春",
      },
      {
        DD: "23",
        fry: "ナスの肉巻きフライ",
        word: "春宵一刻",
      },
      {
        DD: "24",
        fry: "キャベツメンチカツ",
        word: "秋思の心",
      },
      {
        DD: "25",
        fry: "酢豚",
        word: "夏の雲",
      },
      {
        DD: "26",
        fry: "土佐揚げ",
        word: "冬木立",
      },
      {
        DD: "27",
        fry: "鮭の南蛮漬け",
        word: "初春",
      },
      {
        DD: "28",
        fry: "カツカレー",
        word: "新月",
      },
      {
        DD: "29",
        fry: "ファラーフェル",
        word: "平和",
      },
      {
        DD: "30",
        fry: "大根の天ぷら",
        word: "風立ちぬ",
      },
    ],
  },
  {
    MM: "12",
    days: [
      {
        DD: "01",
        fry: "豚バラの天ぷら",
        word: "夏至",
      },
      {
        DD: "02",
        fry: "もずくの天ぷら",
        word: "冬至",
      },
      {
        DD: "03",
        fry: "秋刀魚のフライ",
        word: "彼岸花",
      },
      {
        DD: "04",
        fry: "かんぴょうの天ぷら",
        word: "流星雨",
      },
      {
        DD: "05",
        fry: "油麩",
        word: "再生",
      },
      {
        DD: "06",
        fry: "パン耳のカリカリ",
        word: "星屑",
      },
      {
        DD: "07",
        fry: "イワシの天ぷら",
        word: "逆襲",
      },
      {
        DD: "08",
        fry: "しゃこの天ぷら",
        word: "宵闇",
      },
      {
        DD: "09",
        fry: "フグの天ぷら",
        word: "朝露",
      },
      {
        DD: "10",
        fry: "ハゼの天ぷら",
        word: "凛冬",
      },
      {
        DD: "11",
        fry: "タイの天ぷら",
        word: "涼月",
      },
      {
        DD: "12",
        fry: "チチャロン",
        word: "晴嵐",
      },
      {
        DD: "13",
        fry: "からし蓮根",
        word: "光悦",
      },
      {
        DD: "14",
        fry: "ハラペーニョのフリット",
        word: "幽玄の美",
      },
      {
        DD: "15",
        fry: "ファンネルケーキ",
        word: "明鏡止水",
      },
      {
        DD: "16",
        fry: "大福天",
        word: "花明かり",
      },
      {
        DD: "17",
        fry: "ハムカツ",
        word: "霜夜",
      },
      {
        DD: "18",
        fry: "アスパラの肉巻きフライ",
        word: "雪景色",
      },
      {
        DD: "19",
        fry: "いちごの天ぷら",
        word: "稲光",
      },
      {
        DD: "20",
        fry: "揚げアップルパイ",
        word: "寒椿",
      },
      {
        DD: "21",
        fry: "揚げプリン",
        word: "雪華",
      },
      {
        DD: "22",
        fry: "オリーブのフライ",
        word: "白虹",
      },
      {
        DD: "23",
        fry: "フライドチキン（ドラム）",
        word: "謝意",
      },
      {
        DD: "24",
        fry: "フライドターキー",
        word: "雲雀",
      },
      {
        DD: "25",
        fry: "ほうれん草の天ぷら",
        word: "霜柱",
      },
      {
        DD: "26",
        fry: "ベニエ",
        word: "玉響",
      },
      {
        DD: "27",
        fry: "ラディッシュの天ぷら",
        word: "悠々",
      },
      {
        DD: "28",
        fry: "みかんの肉巻きフライ",
        word: "千変万化",
      },
      {
        DD: "29",
        fry: "天むす",
        word: "心静",
      },
      {
        DD: "30",
        fry: "バジルの天ぷら",
        word: "漣",
      },
      {
        DD: "31",
        fry: "フライドコーク",
        word: "銀沙",
      },
    ],
  },
];
